Version=1
1=DesktopX
2=Configurer %s...
3=Passer en mode Standard
4=Passer en mode Création
5=Nouvel objet
6=Importer
7=Lancer un Widget
8=Lister les Objets
9=Nouveau Thème
10=Charger un Thème
11=Sauver le Thème
12=Sauver le Thème sous...
13=Guide du Développeur
14=Redémarrer %s
15=Quitter %s
16=Annuler le mouvement
17=Ouvrir
18=Cloner l'objet
19=Supprimer l'objet
20=Fixer le parent
21=Position
22=Sélectionner
23=Exporter...
24=Propriétés
25=Éditer le Script
26=Script Activé
27=Configurer les modules
28=Tous
29=Apparentés
30=Aucun
31=Mettre en avant-plan
32=Monter
33=Descendre
34=Mettre en arrière-plan
35=Configurer
36=Fixer la cible
37=Gauche
38=Haut
39=Droite
40=Bas
41=Centrer horizontalement
42=Centrer verticalement
43=Aligner
44=Cloner
45=Supprimer
46=Grouper
47=Dégrouper
48=À Propos
49=Fermer
50=Supprimer le Widget
51=Propriétés du Widget
52=Paramètres généraux
53=Ok
54=Annuler
55=Toujours en avant-plan
56=Niveau Normal
57=Niveau Bureau
58=Opacité
59=Ombres
60=Finesse
61=Intensité
62=Prendre la priorité sur les paramètres spécifiques lorsque déjà définis
63=Accessibilité
64=Barre des tâches
65=Barre de notification
66=Vous pouvez définir des raccourcis clavier pour accéder aux Widgets et aux objets.
67=Cliquez sur la boite ci-dessous et pressez la touche à utiliser comme raccourci.
68=Raccourci Mettre en avant-plan / arrière-plan
69=Raccourci Montrer / Cacher
70=Label:
71=Changer
72=Type d'objet:
73=Parcourir...
74=Emplacement:
75=Apparence par défaut:
76=Nouveau
77=Éditer
78=Script
79=Capacités Additionnelles
80=Plugin Général
81=Information
82=Configurer
83=Ajouter
84=Supprimer
85=Propriétés de l'objet
86=Général
87=Relation
88=États
89=Résumé
90=Défini la façon dont cet objet interagit avec le bureau et les autres objets, ainsi que la façon dont il peut être déplacé et activé.
91=Visible:
92=Oui
93=Non
94=Position:
95=Mouvement:
96=Activation:
97=Démarrer avec:
98=Popup:
99=Curseur:
100=Ajuster la position selon la résolution de l'écran:
101=Horizontalement:
102=Verticalement:
103=Couleur du Label:
104=Sélectionné
105=Groupe:
106=Widget:
107=Faire réagir l'objet à différents évènements du système.
108=Copier de
109=Reset
110=Apparence
111=Animation
112=Transparence
113=Ombre/Rayonnement
114=Couleur
115=Son
116=Messages
117=Propriété
118=Valeur
119=Origine
120=Description
121=Largeur
122=Hauteur
123=Tooltip
124=Commentaires
125=Auteur
126=ID de l'objet
127=Parent/Propriétaire
128=Enfant
129=Groupe
130=Widget
131=(Non assigné)
132=Centre
133=Automatique
134=Accrocher à gauche
135=Accrocher à droite
136=Accrocher au bord vertical le plus proche
137=Centrer
138=Redimensionner 
139=Accrocher en haut
140=Accrocher en bas
141=Statique
142=Alterné
143=Menu (Fermé par une action)
144=Volatile (Fermé par un popup)
145=Volatile (Fermé par un popup, non alterné)
146=Normal
147=Verrouillé
148=Défaut
149=Simple Clic
150=Double Clic
151=Passage de souris
152=Clic de souris
153=Région rectangulaire
154=Région visible
155=(Suivre le rapport largeur/hauteur)
156=(Image)
157=Fichiers spéciaux 
158=Sélection normale
159=Aide à la sélection
160=Traitement en arrière-plan en cours
161=Occupé
162=Précision de la sélection
163=Sélection de texte
164=Écriture à la main
165=Non disponible
166=Redimensionnement vertical
167=Redimensionnement horizontal
168=Redimensionnement diagonal 1 (NO-SE)
169=Redimensionnement diagonal 2 (NE-SO)
170=Déplacer
171=Autre sélection
172=Sélection de lien
173=Renommer
174=Pas de transparence
175=Opacité uniforme
176=Varier l'opacité de
177=à:
178=lors de l'animation
179=Trames
180=Animation Statique
181=Boucle
182=Interruptible
183=Style
184=En Avant
185=En Arrière
186=En Avant + En Arrière
187=En Arrière + En Avant
188=Intervalle (ms)
189=(1 pour non animé)
190=Modification de la teinte
191=Luminosité
192=Contraste
193=0 = désactivé
194=Appliquer à tous les états
195=Objet
196=Message
197=Activé
198=Décalage X
199=Décalage Y
200=Changer la couleur
201=Synchroniser le son avec la boucle d'animation
202=Boucle de son asynchrone
203=Ne pas boucler
204=Image
205=Texte
206=Plugin
207=Taille de l'icône
208=Police
209=Alignement
210=Couleur du bord
211=Antialiasé
212=Avancé
213=L'image contient des informations de transparence par pixel
214=Paramètres
215=Bureau
216=Préférences
217=Widgets
218=IconX
219=Sécurité
220=À Propos
222=Informations du Thème
223=Cacher les icônes du bureau
224=Cacher la barre des tâches
225=Espace de travail
226=Résolutions
227=Options du fond d'écran
228=Image de fond
229=Mosaïque
230=Redimensionner
231=Couleur unie
232=Couleurs des labels
233=Police des labels
234=Couleurs du système
235=Couleurs spécifiques
236=Police du système
237=Police spécifique
238=DesktopX met le contenu des Widgets en cache dans un répertoire temporaire pour les charger plus rapidement et sauvegarder les préférences.
239=Voir le cache
240=Vider le cache
241=Utilisation non commerciale uniquement
242=Verrouillage du bureau (Windows XP/2000 uniquement)
243=Désactiver le clic droit sur le bureau
244=Désactiver les menus contextuels sur les répertoires spéciaux
245=Désactiver Ctrl-Alt-Del / Gestionnaire des tâches
246=Désactiver les touches Win, Alt-Tab, Ctl-Esc, Alt-Esc.
247=Désactiver l'extinction et le redémarrage de Windows
248=Désactiver les outils d'édition de la base de registre
249=Désactiver le changement de mot de passe Windows
250=Désactiver Verrouiller le poste de travail
251=Désactiver Exécuter à partir du menu Démarrer
252=Désactiver Recherche à partir du menu Démarrer
253=Désactiver Quitter/Redémarrer
254=Désactiver le chargement des Objets/Espaces de travail
255=Fixer le mot de passe
256=Enlever le bouton Fin de Session du menu Démarrer (nécessite de fermer la session)
257=Utiliser le même thème pour tous les utilisateurs
258=DesktopX peut afficher les icônes du bureau (lorsqu'elles ne sont pas cachées par le thème courant) en tant qu'objets DesktopX en utilisant la technologie IconX
259=Utiliser la technologie IconX pour afficher les icônes du bureau tant qu'objets DesktopX
260=Garder les icônes du bureau standard
261=Configurer IconX
262=Paramètres Avancés
263=Étirement/Mosaïque
264=Décalage
265=Mosaïque
266=Étirer
267=Type de commande
268=Raccourci vers un fichier
269=Raccourci vers un répertoire
270=Arguments
271=Montrer
272=Ouvrir comme menu déroulant
273=Emplacement du Menu
274=Ferme le Widget après exécution
275=Accepter le Glisser-Déplacer
276=Ouvrir/Activer l'objet popup
277=Fermer l'objet popup
278=Détruire
279=Nom de l'objet ou du groupe cible
280=Horizontal
281=Vertical
282=Petites icônes
283=Grandes icônes
284=Utiliser les labels
285=Taille maximum de chaque item
286=Distance entre les items
287=Décalage des icônes
288=Taille fixe
289=Couleur du texte sélectionné
290=Couleur du texte non sélectionné
291=URL
292=Ces commandes seront utilisées pour contrôles les Widgets et les application DesktopX Pro exécutés seules (empaqueté et exécuté comme .EXE).
293=Chargement du nouveau thème...
294=Lancer automatiquement au démarrage de Windows
295=Sauvegarder le thème automatiquement
296=Pas d'icône dans la barre de notification
297=Désactiver les tooltips
298=Désactiver tous les effets sonores
299=Par défaut, lancer les commandes avec:
300=Qualité de l'antialiasing amélioré:
301=Taille des icônes pour la création des objets:
302=Objets relatifs à l'espace de travail (Désactive la barre des tâches au premier plan et cache automatiquement si vous la cachez)
303=Exporter les objets
304=Précédent
305=Suivant
306=Sélectionnés uniquement
307=Sélectionnés et apparentés
308=Exporter comme objet empaqueté (.dxpack)
309=Export comme Widget (.EXE)
310=Export comme application (.EXE)
311=Utiliser ceci pour distribuer votre objet à d'autres utilisateurs de DesktopX pour l'utilisation ou la modification.
312=Utiliser ceci pour exporter votre objet comme exécutable utilisant une installation de DesktopX comme environnement d'exécution.
313=Utiliser ceci pour exporter votre objet comme programme indépendant pouvant être lancé sur n'importe quel système.
314=Terminer
315=Déploiement Simple
316=Déploiement Spécifique
317=Un exécutable sera construit pour être exécuté de n'importe quel emplacement. À l'exécution, les fichiers nécessaires seront extraits dans un répertoire temporaire. Ils seront supprimés lorsque l'application sera fermée.
318=Sélectionnez cette méthode si l'application exportée doit être empaqueté avec un autre installateur. Les fichiers nécessaires à l'application seront préparés et pourront être combinés avec d'autres fichiers distribués. Le temps d'exécution sera amélioré car aucune extraction de fichier ne sera nécessaire, mais vous serez responsable de l'installation des fichiers à l'emplacement cible.
319=Lisez Moi/EULA à inclure dans la distribution et la boîte À Propos
320=Nom de l'Application
321=Entreprise
322=Version
323=Site Web
324=Icône de l'application
325=Autoriser l'exécution de plusieurs instances de l'application
326=Nom du Widget
327=J'accepte les termes de l'accord de licence
328=Sauver l'exécutable sous
329=Sauver les fichiers dans
330=Sauver le paquetage sous
331=Sauver le Widget sous
332=Inclure les informations suivantes
333=Choisir le parent à associer aux objets sélectionnés par sont identifiant.
334=Sélectionner un thème
335=Sélectionner un objet
336=Objets
337=Trier par nom
338=Trier par date
339=Rafraîchir
340=Charger
341=Position d'ouverture
342=Direction du menu
343=Position du curseur
344=Aligner sur l'objet
345=Haut
346=Bas
347=Réduire l'espace de travail
348=Paramètres du texte avancés
349=Décalage du texte
350=X
351=Y
352=Groupage des objets
353=Nom du groupe:
354=Méthode de groupage:
355=Optimisé: crée automatiquement les relations parent/enfants
356=Combine: le groupe d'objets se comporte comme un objet unique
357=Les fichiers spécifiques sont sauvegardés dans le répertoire de données. Ils peuvent être utilisés dans le script ou comme commande en tant que Raccourci.
358=Insérer le nouvel identificateur d'état.
359=Ajouter un nouveau message
360=Destination
361=Broadcast (envoyer à tous les objets)
362=Navigateur de plugins
363=Navigateur d'objets
364=Entrer le mot de passe
365=Utiliser le mot de passe DesktopX
366=Utiliser le mot de passe du système
367=Entrer le nouveau mot de passe
368=Nouveau mot de passe
369=Confirmer
370=Paramètres des ombres
371=Montrer
372=Cacher
373=Langage
374=Thème
375=Configuration du Thème
376=Sauver sous...
377=Lister
378=Fond d'écran
379=Labels
380=Choisissez les options qui affecterons l'environnement de bureau. Ces paramètres seront exportés lorsque vous sauverez le thème comme fichier .dxtheme et seront changés depuis le .dxtheme lors du chargement.
381=Bienvenue dans DesktopX
382=DesktopX améliore votre expérience sous Windows en vous permettant de le personnaliser de 3 façons principales:
383=Thèmes DesktopX
384=Chargez des mini programmes créés avec DesktopX, sur votre bureau.
385=Créez votre propre environnement de bureau personnalisé en important des objets DesktopX.
386=Chargez un environnement de bureau complet ayant déjà été créé et sauvegardé.
387=Charger un Widget..
388=Importer un objet..
389=Charger un thème DesktopX..
390=Sauver
391=Inclure les informations suivantes
392=Nom du fichier
393=De:
394=À:
395=Conseil: Les Widgets DesktopX ne nécessitent pas que DesktopX soit lancé pour être utilisés.
396=Ne pas montre ce conseil la prochaine fois
397=Activer les Scripts
398=Bienvenue
399=Raccourci
400=Document 
401=Raccourci vers un dossier
402=Disque
403=Adresse Internet
404=Poste de Travail
405=Internet
406=Mes Documents
407=Connexions réseau
408=Panneau de Configuration
409=Corbeille
410=Calque
411=Ouverture de Popup
412=Bureau
413=Fermeture de Popup
414=Arrêter l'ordinateur
415=Fermer la session
416=Redémarrer Windows
417=Démarrer
418=Conteneur
419=Programmes
420=Arrêter l'ordinateur
421=Quitter DesktopX
422=Exécuter
423=Rechercher
424=Favoris
425=Imprimantes
426=Fichiers Récents
427=Polices
428=Historique
429=Commande personnalisée
430=Barre des tâches
431=Barre de notification
432=Montrer le bureau
433=Gestionnaire des tâches
434=Économiseur d'écran
435=Aide de Windows
436=Configurer DesktopX
437=Navigateur de Thèmes
438=Navigateur d'objets
439=Détruire
440=Fermer le Widget
441=Minimiser le Widget
442=À Propos du Widget
443=Sauver le Thème
444=Creer un Objet
445=Navigateur d'objets
446=Exporter...
447=Nouveau Thème
448=Images
449=Contrôleur d'objets
450=Système
451=Avertissement
452=Impossible de supprimer les objets en train d'être configurés
453=Supprimer les objets apparentés ?
454=Veuillez spécifier le nom du groupe
455=DesktopX fonctionne maintenant en mode Standard. Vous devez utiliser ce mode quand vous ne créer ou ne modifiez pas d'objets ou de widgets. Seuls les caractéristiques utiles sont activées pour garder l'interface simple à utiliser et les outils de créations ne sont pas chargés.
456=DesktopX fonctionne maintenant en mode Création. Ce mode vous permet de créer et modifier objets, widgets et thèmes.
457=DeskopX semble ne pas s'être terminé normalement. Ceci peut être dû à un thème corrompu ou un plugin défaillant. Voulez-vous démarrer avec un nouveau thème vide (Oui) ou essayer de charger le thème courant de nouveau (Non) ?
458=Voulez-vous sauver le thème courant avant d'en charger un nouveau ?
459=Aucun objet disponible pour être parent. Le parent doit posseder un identifiant d'objet et ne doit pas être actuellement sélectionné.
460=Voulez-vous cloner le groupe et tous les objets enfants ?
461=Mot de passe erroné!
462=Certains dialogues de configuration sont encore ouverts. Vous pouvez perdre les changement actuellement effectués.\r\rÊtes-vous sûr de vouloir quitter DesktopX?
463=Le répertoire de sortie sélectionné n'existe pas.
464=Erreur lors de l'exportation du paquetage
465=Impossible de créer le fichier à l'emplacement spécifié
466=Application "%s" créée!\r\r%s
467=Fichier non trouvé
468=Veuillez entrer un nom d'application
469=Veuillez entrer le nom du widget
470=Veuillez spécifier le nom du fichier
471=Supprimer le fichier existant?
472=Impossible de supprimer le fichier existant.
473=Widget "%s" créé!\r\r%s
474=Paquetage créé!\r\r%s
475=Ce fichier a été conçu avec une version plus récente de DesktopX. Il peut utiliser des caractéristiques non supportées par cette version.\rRendez-vous sur http://www.desktopx.net/ pour plus d'informations sur les mises à jour. Les utilisateurs enregistrés ont accès aux versions Beta et Finales les plus récentes.\r\rContinuer le chargement?
476=Ce thème a été conçu pour une résolution d'écran différentes et peut ne pas s'afficher correctement.
477=Le fichier sélectionné a été copié dans le répertoire du thème courant.
478=Voulez-vous sauver le thème courant avant de le purger ?
479=Remettre aux valeurs par défaut les paramètres du thème?
480=Les mots de passe entrés ne correspondent pas!
481=DesktopX doit redémarrer pour appliquer les paramètres.
482=Êtes-vous sûr de vouloir supprimer le fichier sélectionné?
483=Utiliser la couleur globale pour le texte des labels de cet objet?
484=Entrez un identifiant de message valide
485=Entrez un ID d'objet non vide
486=Ce fichier existe déjà. Voulez-vous le remplacer?
487=Identifiant d'état déjà utilisé.
488=Êtes-vous sûr de vouloir supprimer cet état?
489=Il existe déjà un plugin d'affichage associé à cet objet.
490=Il existe déjà un plugin de commande associé à cet objet.
491=Voulez-vous vraiment supprimer le script?
492=ID de l'object déjà utilisé.
493=%s non trouvé.\r\rContinuer?
494=Create Shortcut from icon
495=Create Layer based on image
496=Iconic
497=Maximized
498=This file doesn't appear to be a valid DesktopX package.
499=This file doesn't appear to be a valid DesktopX desktop.
500=Display properties
501=Settings
502=Select a directory
503=DesktopX Welcome..
504=These workarea settings override the default workarea bounds. If you want to use standard appbars (Explorer taskbar or DesktopX appbars), leave the option unchecked.
505=Open desktop data folder
506=Automatically copy new loaded objects, widgets and desktops into the DesktopX content directory.
507=Make DesktopX Builder the default program for loading .dxpacks and .desktops
508=DesktopX Builder is the visual tool to build DesktopX widgets and complete desktop enviroments.
509=Create Objects, Widgets and Desktops
510=Create your own custom desktop environment \ry importing DesktopX objects or widgets.
511=Load a complete desktop environment\ythat has already been created and saved.
512=Create your Desktop
513=Fade on show/hide
514=Standard Preferences dialog
515=Accrocher au bord horizontal le plus proche
516=Margins
517=Use as mask
518=Vector text
519=Administrator User Name
520=Administrator Password
521=Enter the Administrator username/password
522=Security Options
523=Disable right-click context menus on DesktopX objects
524=Supported screen resolutions
525=Enter the minimum and maximum supported resolutions (optional)
526=Minimum resolution
527=Maximum resolution
528=Toggle Object Palette